{
  "verses": [
    "犹大王西底家第十年，就是尼布甲尼撒十八年，耶和华的话临到耶利米。",
    "那时巴比伦王的军队围困耶路撒冷，先知耶利米囚在护卫兵的院内，在犹大王的宫中。",
    "因为犹大王西底家已将他囚禁，说，你为什么预言说，耶和华如此说，我必将这城交在巴比伦王的手中，他必攻取这城。",
    "犹大王西底家必不能逃脱迦勒底人的手，定要交在巴比伦王的手中，要口对口彼此说话，眼对眼彼此相看。",
    "巴比伦王必将西底家带到巴比伦。西底家必住在那里，直到我眷顾他的时候。你们虽与迦勒底人争战，却不顺利。这是耶和华说的。",
    "耶利米说，耶和华的话临到我说，",
    "你叔叔沙龙的儿子哈拿篾必来见你，说，我在亚拿突的那块地，求你买来。因你买这地是合乎赎回之理。",
    "我叔叔的儿子哈拿篾果然照耶和华的话来到护卫兵的院内，对我说，我在便雅悯境内，亚拿突的那块地，求你买来。因你买来是合乎承受之理，是你当赎的。你为自己买来吧。我耶利米就知道这是耶和华的话。",
    "我便向我叔叔的儿子哈拿篾买了亚拿突的那块地，平了十七舍客勒银子给他。",
    "我在契上画押，将契封缄，又请见证人来，并用天平将银子平给他。",
    "我便将照例按规所立的买契，就是封缄的那一张和敞着的那一张，",
    "当着我叔叔的儿子哈拿篾和画押作见证的人，并坐在护卫兵院内的一切犹大人眼前，交给玛西雅的孙子尼利亚的儿子巴录。",
    "当着他们众人眼前，我嘱咐巴录说，",
    "万军之耶和华以色列的神如此说，要将这封缄的和敞着的两张契放在瓦器里，可以存留多日。",
    "因为万军之耶和华以色列的神如此说，将来在这地必有人再买房屋，田地，和葡萄园。",
    "我将买契交给尼利亚的儿子巴录以后，便祷告耶和华说，",
    "主耶和华阿，你曾用大能和伸出来的膀臂创造天地，在你没有难成的事。",
    "你施慈爱与千万人，又将父亲的罪孽报应在他后世子孙的怀中，是至大全能的神，万军之耶和华是你的名。",
    "谋事有大略，行事有大能，注目观看世人一切的举动，为要照各人所行的和他作事的结果报应他。",
    "在埃及地显神迹奇事，直到今日在以色列和别人中间也是如此，使自己得了名声，正如今日一样。",
    "用神迹奇事和大能的手，并伸出来的膀臂与大可畏的事，领你的百姓以色列出了埃及。",
    "将这地赐给他们，就是你向他们列祖起誓应许赐给他们流奶与蜜之地。",
    "他们进入这地得了为业，却不听从你的话，也不遵行你的律法。你一切所吩咐他们行的，他们一无所行，因此你使这一切的灾祸临到他们。",
    "看哪，敌人已经来到，筑垒要攻取这城。城也因刀剑，饥荒，瘟疫交在攻城的迦勒底人手中。你所说的话都成就了，你也看见了。",
    "主耶和华阿，你对我说，要用银子为自己买那块地，又请见证人。其实这城已交在迦勒底人的手中了。",
    "耶和华的话临到耶利米说，",
    "我是耶和华，是凡有血气者的神，岂有我难成的事吗？",
    "耶和华如此说，我必将这城交付迦勒底人的手和巴比伦王尼布甲尼撒的手，他必攻取这城。",
    "攻城的迦勒底人必来放火焚烧这城和其中的房屋。在这房屋上，人曾向巴力烧香，向别神浇奠，惹我发怒。",
    "以色列人和犹大人自从幼年以来，专行我眼中看为恶的事。以色列人尽以手所作的惹我发怒。这是耶和华说的。",
    "这城自从建造的那日直到今日，常惹我的怒气和忿怒，使我将这城从我面前除掉。",
    "是因以色列人和犹大人一切的邪恶，就是他们和他们的君王，首领，祭司，先知，并犹大的众人，以及耶路撒冷的居民所行的，惹我发怒。",
    "他们以背向我，不以面向我。我虽从早起来教训他们，他们却不听从，不受教训，",
    "竟把可憎之物设立在称为我名下的殿中，污秽了这殿。",
    "他们在欣嫩子谷建筑巴力的丘坛，好使自己的儿女经火归摩洛。他们行这可憎的事，使犹大陷在罪里，这并不是我所吩咐的，也不是我心所起的意。",
    "现在论到这城，就是你们所说，已经因刀剑，饥荒，瘟疫交在巴比伦王手中的，耶和华以色列的神如此说，",
    "我在怒气，忿怒，和大恼恨中，将以色列人赶到各国。日后我必从那里将他们招聚出来，领他们回到此地，使他们安然居住。",
    "他们要作我的子民，我要作他们的神。",
    "我要使他们彼此同心同道，好叫他们永远敬畏我，使他们和他们后世的子孙得福乐，",
    "又要与他们立永远的约，必随着他们施恩，并不离开他们，且使他们有敬畏我的心，不离开我。",
    "我必欢喜施恩与他们，要尽心尽意，诚诚实实将他们栽于此地。",
    "因为耶和华如此说，我怎样使这一切大祸临到这百姓，我也要照样使我所应许他们的一切福乐都临到他们。",
    "你们说，这地是荒凉，无人民，无牲畜，是交付迦勒底人手之地。日后在这境内，必有人置买田地。",
    "在便雅悯地，耶路撒冷四围的各处，犹大的城邑，山地的城邑，高原的城邑，并南地的城邑，人必用银子买田地，在契上画押，将契封缄，请出见证人，因为我必使被掳的人归回。这是耶和华说的。"
  ]
}
