{
  "verses": [
    "论亚扪人。耶和华如此说，以色列没有儿子吗？没有后嗣吗？玛勒堪为何得迦得之地为业呢？属他的民为何住其中的城邑呢？",
    "耶和华说，日子将到，我必使人听见打仗的喊声，是攻击亚扪人拉巴的喊声。拉巴要成为乱堆。属她的乡村（原文作女子）要被火焚烧。先前得以色列地为业的，此时以色列倒要得他们的地为业。这是耶和华说的。",
    "希实本哪，你要哀号，因为爱地变为荒场。拉巴的居民哪（居民原文作女子），要呼喊，以麻布束腰。要哭号，在篱笆中跑来跑去。因玛勒堪和属他的祭司，首领要一同被掳去。",
    "背道的民哪（民原文作女子），你们为何因有山谷，就是水流的山谷夸张呢？为何倚靠财宝说，谁能来到我们这里呢？",
    "主万军之耶和华说，我要使恐吓从四围的人中临到你们。你们必被赶出，各人一直前往，没有人收聚逃民。",
    "后来我还要使被掳的亚扪人归回。这是耶和华说的。",
    "论以东。万军之耶和华如此说，提幔中再没有智慧吗？明哲人不再有谋略吗？他们的智慧尽归无有吗？",
    "底但的居民哪，要转身逃跑，住在深密处。因为我向以扫追讨的时候，必使灾殃临到他。",
    "摘葡萄的若来到他那里，岂不剩下些葡萄呢？盗贼若夜间而来，岂不毁坏直到够了呢？",
    "我却使以扫赤露，显出他的隐密处。他不能自藏。他的后裔，弟兄，邻舍尽都灭绝。他也归于无有。",
    "你撇下孤儿，我必保全他们的命。你的寡妇可以倚靠我。",
    "耶和华如此说，原不该喝那杯的一定要喝。你能尽免刑罚吗？你必不能免，一定要喝。",
    "耶和华说，我指着自己起誓，波斯拉必令人惊骇，羞辱，咒诅，并且荒凉。她的一切城邑必变为永远的荒场。",
    "我从耶和华那里听见信息，并有使者被差往列国去，说，你们聚集来攻击以东，要起来争战。",
    "我使你在列国中为最小，在世人中被藐视。",
    "住在山穴中据守山顶的阿，论到你的威吓，你因心中的狂傲自欺。你虽如大鹰高高搭窝，我却从那里拉下你来。这是耶和华说的。",
    "以东必令人惊骇。凡经过的人就受惊骇，又因她一切的灾祸嗤笑。",
    "耶和华说，必无人住在那里，也无人在其中寄居，要像所多玛，蛾摩拉，和邻近的城邑倾覆的时候一样。",
    "仇敌必像狮子从约旦河边的丛林上来，攻击坚固的居所。转眼之间，我要使以东人逃跑，离开这地。谁蒙拣选，我就派谁治理这地。谁能比我呢？谁能给我定规日期呢？有何牧人能在我面前站立得住呢？",
    "你们要听耶和华攻击以东所说的谋略和他攻击提幔居民所定的旨意。仇敌定要将他们群众微弱的拉去，定要使他们的居所荒凉。",
    "因他们仆倒的声音，地就震动。人在红海那里必听见呼喊的声音。",
    "仇敌必如大鹰飞起，展开翅膀攻击波斯拉。到那日，以东的勇士心中疼痛如临产的妇人。",
    "论大马色。哈马和亚珥拔蒙羞，因他们听见凶恶的信息就消化了。海上有忧愁，不得平静。",
    "大马色发软，转身逃跑。战兢将她捉住。痛苦忧愁将她抓住，如产难的妇人一样。",
    "我所喜乐可称赞的城，为何被撇弃了呢？",
    "她的少年人必仆倒在街上。当那日，一切兵丁必默默无声。这是万军之耶和华说的。",
    "我必在大马色城中使火着起，烧灭便哈达的宫殿。",
    "论巴比伦王尼布甲尼撒所攻打的基达和夏琐的诸国。耶和华如此说，迦勒底人哪，起来上基达去，毁灭东方人。",
    "他们的帐棚和羊群都要夺去，将幔子和一切器皿，并骆驼为自己掠去。人向他们喊着说，四围都有惊吓。",
    "耶和华说，夏琐的居民哪，要逃奔远方，住在深密处。因为巴比伦王尼布甲尼撒设计谋害你们，起意攻击你们。",
    "耶和华说，迦勒底人哪，起来。上安逸无虑的居民那里去。他们是无门无闩，独自居住的。",
    "他们的骆驼必成为掠物。他们众多的牲畜必成为掳物。我必将剃周围头发的人分散四方（方原文作风），使灾殃从四围临到他们。这是耶和华说的。",
    "夏琐必成为野狗的住处，永远凄凉。必无人住在那里，也无人在其中寄居。",
    "犹大王西底家登基的时候，耶和华论以拦的话临到先知耶利米说，",
    "万军之耶和华如此说，我必折断以拦人的弓，就是他们为首的权力。",
    "我要使四风从天的四方刮来，临到以拦人，将他们分散四方（方原文作风）。这被赶散的人没有一国不到的。",
    "耶和华说，我必使以拦人在仇敌和寻索其命的人面前惊惶。我也必使灾祸，就是我的烈怒临到他们，又必使刀剑追杀他们，直到将他们灭尽。",
    "我要在以拦设立我的宝座，从那里除灭君王和首领。这是耶和华说的。",
    "到末后，我还要使被掳的以拦人归回。这是耶和华说的。"
  ]
}
