{
  "verses": [
    "耶和华的话又临到我说，",
    "人子阿，有两个女子，是一母所生，",
    "她们在埃及行邪淫，在幼年时行邪淫。她们在那里作处女的时候，有人拥抱她们的怀，抚摸她们的乳。",
    "她们的名字，姐姐名叫阿荷拉，妹妹名叫阿荷利巴。她们都归于我，生了儿女。论到她们的名字，阿荷拉就是撒玛利亚，阿荷利巴就是耶路撒冷。",
    "阿荷拉归我之后行邪淫，贪恋所爱的人，就是她的邻邦亚述人。",
    "这些人都穿蓝衣，作省长，副省长，都骑着马，是可爱的少年人。",
    "阿荷拉就与亚述人中最美的男子放纵淫行，她因所恋爱之人的一切偶像，玷污自己。",
    "自从在埃及的时候，她就没有离开淫乱，因为她年幼作处女的时候，埃及人与她行淫，抚摸她的乳，纵欲与她行淫。",
    "因此，我将她交在她所爱的人手中，就是她所恋爱的亚述人手中。",
    "他们就露了她的下体，掳掠她的儿女，用刀杀了她，使她在妇女中留下臭名，因他们向她施行审判。",
    "她妹妹阿荷利巴虽然看见了，却还贪恋，比她姐姐更丑。行淫乱比她姐姐更多。",
    "她贪恋邻邦的亚述人，就是穿极华美的衣服，骑着马的省长，副省长，都是可爱的少年人。",
    "我看见她被玷污了，她姐妹二人同行一路。",
    "阿荷利巴又加增淫行，因她看见人像画在墙上，就是用丹色所画迦勒底人的像，",
    "腰间系着带子，头上有下垂的裹头巾，都是军长的形状，仿照巴比伦人的形像。他们的故土就是迦勒底。",
    "阿荷利巴一看见就贪恋他们，打发使者往迦勒底去见他们。",
    "巴比伦人就来登她爱情的床，与她行淫玷污她。她被玷污，随后心里与他们生疏。",
    "这样，她显露淫行，又显露下体。我心就与她生疏，像先前与她姐姐生疏一样。",
    "她还加增她的淫行，追念她幼年在埃及地行邪淫的日子，",
    "贪恋情人身壮精足，如驴如马。",
    "这样，你就想起你幼年的淫行。那时，埃及人拥抱你的怀，抚摸你的乳。",
    "阿荷利巴阿，主耶和华如此说，我必激动你先爱而后生疏的人来攻击你。我必使他们来，在你四围攻击你。",
    "所来的就是巴比伦人，迦勒底的众人，比割人，书亚人，哥亚人，同着他们的还有亚述众人，乃是作省长，副省长，作军长有名声的，都骑着马，是可爱的少年人。",
    "他们必带兵器，战车，辎重车，率领大众来攻击你。他们要拿大小盾牌，顶盔摆阵，在你四围攻击你。我要将审判的事交给他们，他们必按着自己的条例审判你。",
    "我必以忌恨攻击你。他们必以忿怒办你。他们必割去你的鼻子和耳朵。你遗留（或作余剩下同）的人必倒在刀下。他们必掳去你的儿女。你所遗留的必被火焚烧。",
    "他们必剥去你的衣服，夺取你华美的宝器。",
    "这样，我必使你的淫行和你从埃及地染来的淫乱止息了，使你不再仰望亚述，也不再追念埃及。",
    "主耶和华如此说，我必将你交在你所恨恶的人手中，就是你心与他生疏的人手中。",
    "他们必以恨恶办你，夺取你一切劳碌得来的，留下你赤身露体。你淫乱的下体，连你的淫行，带你的淫乱，都被显露。",
    "人必向你行这些事。因为你随从外邦人行邪淫，被他们的偶像玷污了。",
    "你走了你姐姐所走的路，所以我必将她的杯交在你手中。",
    "主耶和华如此说，你必喝你姐姐所喝的杯。那杯又深又广，盛得甚多，使你被人嗤笑讥刺。",
    "你必酩酊大醉，满有愁苦，喝干你姐姐撒玛利亚的杯，就是令人惊骇凄凉的杯。",
    "你必喝这杯，以致喝尽。杯破又龈杯片，撕裂自己的乳。因为这事我曾说过。这是主耶和华说的。",
    "主耶和华如此说，因你忘记我，将我丢在背后，所以你要担当你淫行和淫乱的报应。",
    "耶和华又对我说，人子阿，你要审问阿荷拉与阿荷利巴吗？当指出她们所行可憎的事。",
    "她们行淫，手中有杀人的血，又与偶像行淫，并使她们为我所生的儿女经火烧给偶像。",
    "此外，她们还有向我所行的，就是同日玷污我的圣所，干犯我的安息日。",
    "她们杀了儿女献与偶像，当天又入我的圣所，将圣所亵渎了。她们在我殿中所行的乃是如此。",
    "况且你们二妇打发使者去请远方人。使者到他们那里，他们就来了。你们为他们沐浴己身，粉饰眼目，佩戴妆饰，",
    "坐在华美的床上，前面摆设桌案，将我的香料膏油摆在其上。",
    "在那里有群众安逸欢乐的声音，并有粗俗的人和酒徒从旷野同来，把镯子戴在二妇的手上，把华冠戴在她们的头上。",
    "我论这行淫衰老的妇人说，现在人还要与她行淫，她也要与人行淫。",
    "人与阿荷拉，并阿荷利巴二淫妇苟合，好像与妓女苟合。",
    "必有义人，照审判淫妇和流人血的妇人之例，审判她们。因为她们是淫妇，手中有杀人的血。",
    "主耶和华如此说，我必使多人来攻击她们，使她们抛来抛去，被人抢夺。",
    "这些人必用石头打死她们，用刀剑杀害她们，又杀戮她们的儿女，用火焚烧她们的房屋。",
    "这样，我必使淫行从境内止息，好叫一切妇人都受警戒，不效法你们的淫行。",
    "人必照着你们的淫行报应你们。你们要担当拜偶像的罪，就知道我是主耶和华。"
  ]
}
