{
  "verses": [
    "耶稣在一个地方祷告。祷告完了，有个门徒对他说，求主教导我们祷告，像约翰教导他的门徒。",
    "耶稣说，你们祷告的时候，要说，我们在天上的父，有古卷只作父阿愿人都尊你的名为圣。愿你的国降临。愿你的旨意行在地上，如同行在天上。有古卷无愿你的旨意云云",
    "我们日用的饮食，天天赐给我们。",
    "赦免我们的罪，因为我们也赦免凡亏欠我们的人。不叫我们遇见试探。救我们脱离凶恶。有古卷无末句",
    "耶稣又说，你们中间谁有一个朋友，半夜到他那里去说，朋友，请借给我三个饼。",
    "因为我有一个朋友行路，来到我这里，我没有什么给他摆上。",
    "那人在里面回答说，不要搅扰我。门已经关闭，孩子们也同我在床上了。我不能起来给你。",
    "我告诉你们，虽不因他是朋友起来给他，但因他情词迫切的直求，就必起来照他所需用的给他。",
    "我又告诉你们，你们祈求就给你们。寻找就寻见。叩门就给你们开门。",
    "因为凡祈求的就得着。寻找的就寻见。叩门的就给他开门。",
    "你们中间作父亲的，谁有儿子求饼，反给他石头呢？求鱼，反拿蛇当鱼给他呢？",
    "求鸡蛋，反给他蝎子呢？",
    "你们虽然不好，尚且知道拿好东西给儿女。何况天父，岂不更将圣灵给求他的人吗？",
    "耶稣赶出一个叫人哑吧的鬼。鬼出去了，哑吧就说出话来众人都希奇。",
    "内中却有人说，他是靠着鬼王别西卜赶鬼。",
    "又有人试探耶稣，向他求从天上来的神迹。",
    "他晓得他们的意念，便对他们说，凡一国自相分争，就成为荒场。凡一家自相分争，就必败落。",
    "若撒但自相分争，他的国怎能站得住呢？因为你们说我是靠着别西卜赶鬼。",
    "我若靠着别西卜赶鬼，你们的子弟赶鬼，又靠着谁呢？这样，他们就要断定你们的是非。",
    "我若靠着神的能力赶鬼，这就是神的国临到你们了。",
    "壮士披挂整齐，看守自己的住宅，他所有的都平安无事。",
    "但有一个比他更壮的来，胜过他，就夺去他所倚靠的盔甲兵器，又分了他的赃。",
    "不与我相合的，就是敌我的。不同我收聚的，就是分散的。",
    "污鬼离了人身，就在无水之地，过来过去，寻求安歇之处。既寻不着，便说，我要回到我所出来的屋里去。",
    "到了，就看见里面打扫干净，修饰好了。",
    "便去另带了七个比自己更恶的鬼来，都进去住在那里。那人末后的景况，比先前更不好了。",
    "耶稣正说这话的时候，众人中间，有一个女人大声说，怀你胎的和乳养你的有福了。",
    "耶稣说，是却还不如听神之道而遵守的人有福。",
    "当众人聚集的时候，耶稣开讲说，这世代是一个邪恶的世代。他们求看神迹，除了约拿的神迹以外，再没有神迹给他们看。",
    "约拿怎样为尼尼微人成了神迹，人子也要照样为这世代的人成了神迹。",
    "当审判的时候，南方的女王，要起来定这世代的罪。因为她从地极而来，要听所罗门的智慧话。看哪，在这里有一人比所罗门更大。",
    "当审判的时候，尼尼微人，要起来定这世代的罪。因为尼尼微人听了约拿所传的，就悔改了。看哪，在这里有一人比约拿更大。",
    "没有人点灯放在地窨子里，或是斗底下，总是放在灯台上，使进来的人得见亮光。",
    "你眼睛就是身上的灯，你的眼睛若了亮，全身就光明。眼睛若昏花，全身就黑暗。",
    "所以你要省察，恐怕你里头的光，或者黑暗了。",
    "若是你全身光明，毫无黑暗，就必全然光明，如同灯的明光照亮你。",
    "说话的时候，有一个法利赛人请耶稣同他吃饭。耶稣就进去坐席。",
    "这法利赛人看见耶稣饭前不洗手，便诧异。",
    "主对他说，如今你们法利赛人洗净杯盘的外面。你们里面却满了勒索和邪恶。",
    "无知的人哪，造外面的，不也造里面吗？",
    "只要把里面的施舍给人，凡物于你们就都洁净了。",
    "你们法利赛人有祸了。因为你们将薄荷芸香，并各样菜蔬，献上十分之一，那公义和爱神的事，反倒不行了。这原是你们当行的，那也是不可不行的。",
    "你们法利赛人有祸了。因为你们喜爱会堂里的首位，又喜爱人在街市上问你们的安。",
    "你们有祸了。因为你们如同不显露的坟墓，走在上面的人并不知道。",
    "律法师中有一个回答耶稣说，夫子，你这样说，也把我们糟蹋了。",
    "耶稣说，你们律法师也有祸了。因为你们把难担的担子，放在人身上，自己一个指头却不肯动。",
    "你们有祸了。因为你们修造先知的坟墓，那先知正是你们的祖宗所杀的。",
    "可见你们祖宗所作的事，你们又证明又喜欢。因为他们杀了先知，你们修造先知的坟墓。",
    "所以神用智慧曾说，用智慧或作的智者我要差遣先知和使徒，到他们那里去。有的他们要杀害，有的他们要逼迫。",
    "使创世以来，所流众先知血的罪，都要问在这世代的人身上。",
    "就是从亚伯的血起，直到被杀在坛和殿中间撒迦利亚的血为止。我实在告诉你们，这都要问在这世代的人身上。",
    "你们律法师有祸了。因为你们把知识的钥匙夺了去。自己不进去，正要进去的人，你们也阻挡他们。",
    "耶稣从那里出来，文士和法利赛人，就极力地催逼他，引动他多说话。",
    "私下窥听，要拿他的话柄。"
  ]
}
