{
  "verses": [
    "这时，有几万人聚集，甚至彼此践踏，耶稣开讲，先对门徒说，你们要防备法利赛人的酵，就是假冒为善。",
    "掩盖的事，没有不露出来的。隐藏的事，没有不被人知道的。",
    "因此你们在暗中所说的，将要在明处被人听见。在内室附耳所说的，将要在房上被人宣扬。",
    "我的朋友，我对你们说，那杀身体以后，不能再作什么的，不要怕他们。",
    "我要指示你们当怕的是谁。当怕那杀了以后，又有权柄丢在地狱里的。我实在告诉你们，正要怕他。",
    "五个麻雀，不是卖二分银子吗？但在神面前，一个也不忘记。",
    "就是你们的头发也都被数过了。不要惧怕，你们比许多麻雀还贵重。",
    "我又告诉你们，凡在人面前认我的，人子在神的使者面前也必认他。",
    "在人面前不认我的，人子在神的使者面前也必不认他。",
    "凡说话干犯人子的，还可得赦免，惟独亵渎圣灵的，总不得赦免。",
    "人带你们到会堂，并官府，和有权柄的人面前，不要思虑怎么分诉，说什么话。",
    "因为正在那时候，圣灵要指教你们当说的话。",
    "众人中有一个人对耶稣说，夫子，请你吩咐我的兄长和我分开家业。",
    "耶稣说，你这个人，谁立我作你们断事的官，给你们分家业呢？",
    "于是对众人说，你们要谨慎自守，免去一切的贪心。因为人的生命，不在乎家道丰富。",
    "就用比喻对他们说，有一个财主，田产丰盛。",
    "自己心里思想说，我的出产没有地方收藏，怎么办呢？",
    "又说，我要这么办。要把我的仓房拆了，另盖更大的。在那里好收藏我一切的粮食和财物。",
    "然后要对我的灵魂说，灵魂哪，你有许多财物积存，可作多年的费用。只管安安逸逸的吃喝快乐吧。",
    "神却对他说，无知的人哪，今夜必要你的灵魂。你所预备的，要归谁呢？",
    "凡为自己积财，在神面前却不富足的，也是这样。",
    "耶稣又对门徒说，所以我告诉你们，不要为生命忧虑吃什么。为身体忧虑穿什么。",
    "因为生命胜于饮食，身体胜于衣裳。",
    "你想乌鸦，也不种，也不收。又没有仓，又没有库，神尚且养活它。你们比飞鸟是何等的贵重呢。",
    "你们那一个能用思虑，使寿数多加一刻呢？（或作使身量多加一肘呢？）",
    "这最小的事，你们尚且不能作，为什么还忧虑其余的事呢？",
    "你想百合花，怎么长起来。它也不劳苦，也不纺线。然而我告诉你们，就是所罗门极荣华的时候，他所穿戴的，还不如这花一朵呢。",
    "你们这小信的人哪，野地里的草，今天还在，明天就丢在炉里，神还给它这样的妆饰，何况你们呢。",
    "你们不要求吃什么，喝什么，也不要挂心。",
    "这都是外邦人所求的，你们必须用这些东西，你们的父是知道的。",
    "你们只要求他的国，这些东西就必加给你们了。",
    "你们这小群，不要惧怕，因为你们的父，乐意把国赐给你们。",
    "你们要变卖所有的，周济人。为自己预备永不坏的钱囊，用不尽的财宝在天上，就是贼不能近，虫不能蛀的地方。",
    "因为你们的财宝在哪里，你们的心也在哪里。",
    "你们腰里要束上带，灯也要点着。",
    "自己好像仆人等候主人，从婚姻的筵席上回来。他来到叩门，就立刻给他开门。",
    "主人来了，看见仆人儆醒，那仆人就有福了。我实在告诉你们，主人必叫他们坐席，自己束上带，进前伺候他们。",
    "或是二更天来，或是三更天来，看见仆人这样，那仆人就有福了。",
    "家主若知道贼什么时候来，就必儆醒，不容贼挖透房屋，这是你们所知道的。",
    "你们也要预备。因为你们想不到的时候，人子就来了。",
    "彼得说，主阿，这比喻是为我们说的呢？还是为众人呢？",
    "主说，谁是那忠心有见识的管家，主人派他管理家里的人，按时分粮给他们呢？",
    "主人来到，看见仆人这样行，那仆人就有福了。",
    "我实在告诉你们，主人要派他管理一切所有的。",
    "那仆人若心里说，我的主人必来得迟。就动手打仆人和使女，并且吃喝醉酒。",
    "在他想不到的日子，不知道的时辰，那仆人的主人要来，重重地处治他（或作把他腰斩了），定他和不忠心的人同罪。",
    "仆人知道主人的意思，却不预备，又不顺他的意思行，那仆人必多受责打。",
    "惟有那不知道的，作了当受责打的事，必少受责打因为多给谁，就向谁多取。多托谁，就向谁多要。",
    "我来要把火丢在地上。倘若已经着起来，不也是我所愿意的吗？",
    "我有当受的洗。还没有成就，我是何等的迫切呢。",
    "你们以为我来，是叫地上太平吗？我告诉你们，不是，乃是叫人分争。",
    "从今以后，一家五个人将要分争，三个人和两个人相争，两个人和三个人相争。",
    "父亲和儿子相争，儿子和父亲相争。母亲和女儿相争，女儿和母亲相争。婆婆和媳妇相争，媳妇和婆婆相争。",
    "耶稣又对众人说，你们看见西边起了云彩，就说，要下一阵雨。果然就有。",
    "起了南风，就说，将要燥热。也就有了。",
    "假冒为善的人哪，你们知道分辨天地的气色。怎么不知道分辨这时候呢？",
    "你们又为何不自己审量，什么是合理的呢？",
    "你同告你的对头去见官，还在路上，务要尽力的和他了结。恐怕他拉你到官面前，官交付差役，差役把你下在监里",
    "我告诉你，若有半文钱没有还清，你断不能从那里出来。"
  ]
}
