{
  "verses": [
    "除酵节，又名逾越节，近了。",
    "祭司长和文士，想法子怎么才能杀害耶稣，是因他们惧怕百姓。",
    "这时，撒但入了那称为加略人犹大的心，他本是十二门徒里的一个，",
    "他去和祭司长并守殿官商量，怎么可以把耶稣交给他们。",
    "他们欢喜，就约定给他银子。",
    "他应允了，就找机会要趁众人不在跟前的时候，把耶稣交给他们。",
    "除酵节，须宰逾越羊羔的那一天到了。",
    "耶稣打发彼得，约翰，说，你们去为我们预备逾越节的筵席，好叫我们吃。",
    "他们问他说，要我们在哪里预备？",
    "耶稣说，你们进了城，必有人拿着一瓶水迎面而来。你们就跟着他，到他所进的房子里去。",
    "对那家的主人说，夫子说，客房在哪里？我与门徒好在那里吃逾越节的筵席。",
    "他必指给你们摆设整齐的一间大楼，你们就在那里预备。",
    "他们去了，所遇见的，正如耶稣所说的。他们就预备了逾越节的筵席。",
    "时候到了，耶稣坐席，使徒也和他同坐。",
    "耶稣对他们说，我很愿意在受害以先，和你们吃这逾越节的筵席。",
    "我告诉你们，我不再吃这筵席，直到成就在神的国里。",
    "耶稣接过杯来，祝谢了，说，你们拿这个，大家分着喝。",
    "我告诉你们，从今以后，我不再喝这葡萄汁，直等神的国来到。",
    "又拿起饼来祝谢了，就掰开递给他们，说，这是我的身体，为你们舍的。你们也应当如此行，为的是记念我。",
    "饭后也照样拿起杯来，说，这杯是用我血所立的新约，是为你们流出来的。",
    "看哪，那卖我之人的手，与我一同在桌子上。",
    "人子固然要照所预定的去世。但卖人子的人有祸了。",
    "他们就彼此对问，是哪一个要作这事。",
    "门徒起了争论，他们中间哪一个可算为大。",
    "耶稣说，外邦人有君王为主治理他们。那掌权管他们的称为恩主。",
    "但你们不可这样。你们里头为大的，倒要像年幼的。为首领的，倒要像服事人的。",
    "是谁为大？是坐席的呢？是服事人的呢？不是坐席的大吗？然而我在你们中间，如同服事人的。",
    "我在磨炼之中，常和我同在的就是你们。",
    "我将国赐给你们，正如我父赐给我一样。",
    "叫你们在我国里，坐在我的席上吃喝。并且坐在宝座上，审判以色列十二个支派。",
    "主又说，西门，西门，撒但想要得着你们，好筛你们，像筛麦子一样。",
    "但我已经为你祈求，叫你不至于失了信心。你回头以后，要坚固你的弟兄。",
    "彼得说，主阿，我就是同你下监，同你受死，也是甘心。",
    "耶稣说，彼得，我告诉你，今日鸡还没有叫，你要三次说不认得我。",
    "耶稣又对他们说，我差你们出去的时候，没有钱囊，没有口袋，没有鞋，你们缺少什么没有。他们说，没有。",
    "耶稣说，但如今有钱囊的可以带着，有口袋的也可以带着。没有刀的要卖衣服买刀。",
    "我告诉你们，经上写着说，他被列在罪犯之中。这话必应验在我身上，因为那关系我的事，必然成就。",
    "他们说，主阿，请看，这里有两把刀。耶稣说，够了。",
    "耶稣出来，照常往橄榄山去。门徒也跟随他。",
    "到了那地方，就对他们说，你们要祷告，免得入了迷惑。",
    "于是离开他们，约有扔一块石头那么远，跪下祷告，",
    "说，父阿，你若愿意，就把这杯撤去。然而不要成就我的意思，只要成就你的意思。",
    "有一位天使，从天上显现，加添他的力量。",
    "耶稣极其伤痛，祷告更加恳切。汗珠如大血点，滴在地上。",
    "祷告完了，就起来，到门徒那里，见他们因为忧愁都睡着了。",
    "就对他们说，你们为什么睡觉呢？起来祷告，免得入了迷惑。",
    "说话之间，来了许多人，那十二个门徒里名叫犹大的，走在前头，就近耶稣，要与他亲嘴。",
    "耶稣对他说，犹大，你用亲嘴的暗号卖人子吗？",
    "左右的人见光景不好，就说，主阿，我们拿刀砍可以不可以？",
    "内中有一个人，把大祭司的仆人砍了一刀，削掉了他的右耳。",
    "耶稣说，到了这个地步，由他们吧。就摸那人的耳朵，把他治好了。",
    "耶稣对那些来拿他的祭司长，和守殿官，并长老，说，你们带着刀棒，出来拿我，如同拿强盗吗？",
    "我天天同你们在殿里，你们不下手拿我。现在却是你们的时候，黑暗掌权了。",
    "他们拿住耶稣，把他带到大祭司的宅里。彼得远远地跟着。",
    "他们在院子里生了火，一同坐着。彼得也坐在他们中间。",
    "有一个使女，看见彼得坐在火光里，就定睛看他，说，这个人素来也是同那人一伙的。",
    "彼得却不承认，说，女子，我不认得他。",
    "过了不多的时候，又有一个人看见他，说，你也是他们一党的。彼得说，你这个人，我不是。",
    "约过了一小时，又有一个人极力地说，他实在是同那人一伙的。因为他也是加利利人。",
    "彼得说，你这个人，我不晓得你说的是什么。正说话之间鸡就叫了。",
    "主转过身来，看彼得。彼得便想起主对他所说的话，今日鸡叫以先，你要三次不认我。",
    "他就出去痛哭。",
    "看守耶稣的人戏弄他，打他，",
    "又蒙着他的眼，问他说，你是先知，告诉我们，打你的是谁。",
    "他们还用许多别的话辱骂他。",
    "天一亮，民间的众长老连祭司长带文士都聚会。把耶稣带到他们的公会里，",
    "说，你若是基督，就告诉我们。耶稣说，我若告诉你们，你们也不信。",
    "我若问你们，你们也不回答。",
    "从今以后，人子要坐在神权能的右边。",
    "他们都说，这样，你是神的儿子吗？耶稣说，你们所说的是。",
    "他们说，何必再用见证呢？他亲口所说的，我们都亲自听见了。"
  ]
}
