{
  "verses": [
    "过了不多日，耶稣周游各城各乡传道，宣讲神国的福音。和他同去的有十二个门徒，",
    "还有被恶鬼所附，被疾病所累，已经治好的几个妇女，内中有称为抹大拉的马利亚，曾有七个鬼从她身上赶出来。",
    "又有希律的家宰苦撒的妻子约亚拿，并苏撒拿，和好些别的妇女，都是用自己的财物供给耶稣和门徒。",
    "当许多人聚集，又有人从各城里出来见耶稣的时候，耶稣就用比喻说，",
    "有一个撒种的出去撒种。撒的时候，有落在路旁的，被人践踏，天上的飞鸟又来吃尽了。",
    "有落在磐石上的，一出来就枯干了，因为得不着滋润。",
    "有落在荆棘里的，荆棘一同生长，把它挤住了。",
    "又有落在好土里的，生长起来，结实百倍。耶稣说了这些话，就大声说，有耳可听的，就应当听。",
    "门徒问耶稣说，这比喻是什么意思呢？",
    "他说，神国的奥秘，只叫你们知道。至于别人，就用比喻，叫他们看也看不见，听也听不明。",
    "这比喻乃是这样。种子就是神的道。",
    "那些在路旁的，就是人听了道，随后魔鬼来，从他们心里把道夺去，恐怕他们信了得救。",
    "那些在磐石上的，就是人听道，欢喜领受，但心中没有根，不过暂时相信，及至遇见试炼就退后了。",
    "那落在荆棘里的，就是人听了道，走开以后，被今生的思虑钱财宴乐挤住了，便结不出成熟的子粒来。",
    "那落在好土里的，就是人听了道，持守在诚实善良的心里，并且忍耐着结实。",
    "没有人点灯用器皿盖上，或放在床底下，乃是放在灯台上，叫进来的人看见亮光。",
    "因为掩藏的事，没有不显出来的。隐瞒的事，没有不露出来被人知道的。",
    "所以你们应当小心怎样听。因为凡有的，还要加给他。凡没有的，连他自以为有的，也要夺去。",
    "耶稣的母亲和他弟兄来了，因为人多，不得到他跟前。",
    "有人告诉他说，你母亲和你弟兄，站在外边，要见你。",
    "耶稣回答说，听了神之道而遵行的人，就是我的母亲，我的弟兄了。",
    "有一天耶稣和门徒上了船，对门徒说，我们可以渡到湖那边去。他们就开了船。",
    "正行的时候，耶稣睡着了。湖上忽然起了暴风，船将满了水，甚是危险。",
    "门徒来叫醒了他，说，夫子，夫子，我们丧命啦。耶稣醒了，斥责那狂风大浪。风浪就止住，平静了。",
    "耶稣对他们说，你们的信心在哪里呢？他们又惧怕，又希奇，彼此说，这到底是谁？他吩咐风和水，连风和水也听从他了。",
    "他们到了格拉森有古卷作加大拉人的地方，就是加利利的对面。",
    "耶稣上了岸，就有城里一个被鬼附着的人，迎面而来，这个人许久不穿衣服，不住房子，只住在坟茔里。",
    "他见了耶稣，就俯伏在他面前，大声喊叫，说，至高神的儿子耶稣，我与你有什么相干。求你不要叫我受苦。",
    "是因耶稣曾吩咐污鬼从那人身上出来。原来这鬼屡次抓住他，他常被人看守，又被铁链和脚镣捆锁，他竟把锁链挣断，被鬼赶到旷野去。",
    "耶稣问他说，你名叫什么。他说，我名叫群。这是因为附着他的鬼多。",
    "鬼就央求耶稣，不要吩咐他们到无底坑里去。",
    "那里有一大群猪，在山上吃食。鬼央求耶稣，准他们进入猪里去。耶稣准了他们。",
    "鬼就从那人出来，进入猪里去。于是那群猪闯下山崖，投在湖里淹死了。",
    "放猪的看见这事就逃跑了，去告诉城里和乡下的人。",
    "众人出来要看是什么事。到了耶稣那里，看见鬼所离开的那人，坐在耶稣脚前，穿着衣服，心里明白过来，他们就害怕。",
    "看见这事的，便将被鬼附着的人怎么得救，告诉他们。",
    "格拉森四围的人，因为害怕得很，都求耶稣离开他们。耶稣就上船回去了。",
    "鬼所离开的那人，恳求和耶稣同在。耶稣却打发他回去，",
    "说，你回家去，传说神为你作了何等大的事。他就去满城里传扬耶稣为他作了何等大的事。",
    "耶稣回来的时候，众人迎接他，因为他们都等候他。",
    "有一个管会堂的，名叫睚鲁，来俯伏在耶稣脚前，求耶稣到他家里去。",
    "因他有一个独生女儿，约有十二岁，快要死了。耶稣去的时候，众人拥挤他。",
    "有一个女人，患了十二年的血漏，在医生手里花尽了她一切养生的，并没有一人能医好她。",
    "她来到耶稣背后，摸他的衣裳？？子，血漏立刻就止住了。",
    "耶稣说，摸我的是谁。众人都不承认，彼得和同行的人都说，夫子，众人拥拥挤挤紧靠着你。有古卷在此有你还问摸我的是谁吗？",
    "耶稣说，总有人摸我。因我觉得有能力从我身上出去。",
    "那女人知道不能隐藏，就战战兢兢地来俯伏在耶稣脚前，把摸他的缘故，和怎样立刻得好了，当着众人都说出来。",
    "耶稣对她说，女儿，你的信救了你，平平安安地去吧。",
    "还说话的时候，有人从管会堂的家里来说，你的女儿死了，不要劳动夫子。",
    "耶稣听见就对他说，不要怕，只要信，你的女儿就必得救。",
    "耶稣到了他的家，除了彼得，约翰，雅各，和女儿的父母，不许别人同他进去。",
    "众人都为这女儿哀哭捶胸。耶稣说，不要哭，他不是死了，是睡着了。",
    "他们晓得女儿已经死了，就嗤笑耶稣。",
    "耶稣拉着她的手，呼叫说，女儿，起来吧。",
    "她的灵魂便回来，她就立刻起来了。耶稣吩咐给她东西吃。",
    "她的父母惊奇得很。耶稣嘱咐他们，不要把所作的事告诉人。"
  ]
}
